Repository: fullstory-morgue/sambastart
Catalog: po/*.po
Languages: de

source: <no description>
de: <keine Beschreibung>

source: Section with name %r not found
de: Abschnitt mit dem namen %r nicht gefunden

source: Name of the share
de: Name der Freigabe

source: Path of the share
de: Pfad zu der Freigabe

source: Comment of the share
de: Kommentar zu der Freigabe

source: Specify alternative config file
de: Eine alternative Konfigurationsdatei angeben

source: Create writeable share
de: Shreibbare Freigabe erzeugen

source: Write result to stdout instead of configfile
de: Resultat nach stdout schreiben anstatt in die Konfigurationsdatei

source: List shares
de: Liste der Freigaben

source: Add a share
de: Freigabe hinzufuegen

source: Delete shares
de: Freigaben loeschen

source: Exit
de: Beenden

source: No active shares
de: Keine aktiven Freigaben

source: Directory that is expotred
de: Verzeichnis das exportiert wird

source: Enter a valid path
de: Einen gueltigen Pfad eingeben

source: A share with that name already exists
de: Eine Freigabe mit diesem namen existiert bereits

source: You need to enter a name with less than 12 characters
de: Ein name mit weniger als 12 Zeichen wird benötigt

source: Comment
de: Kommentar

source: Action aborted
de: Aktion abgebrochen

source: Name and path need to be given.
de: Name und Pfad muessen angegeben werden.

source: No share with that name found: %r
de: Keine Freigabe mit dem Namen %r gefunden

source: Possible actions: add, del
de: Moegliche aktionen sind: add, del

source: Configuartion updated
de: Konfiguartion aufdatiert
